---
kind: other
id: Properties.T:Autodesk.Revit.DB.Analysis.GenericZone
source: html/e4b969be-bbeb-674d-5413-cd64a887b5d6.htm
---
# GenericZone Properties

The id of the assembly instance to which the element belongs.